"Background" = "Fondo";
"Black & White" = "Negro y Blanco";
"Cancel" = "Cancelar";
"Choose..." = "Elija...";
"Compress" = "Compresión";
"Convert Image..." = "Convertir Gráfico...";
"Crop" = "Recortar";
"Format" = "Formato";
"Height:" = "Altura:";
"Image Converter" = "Conversor de Imagen";
"Image: " = "Imagen: ";
"Rotate Left" = "Girar a la izquierda";
"Rotate Right" = "Girar a la derecha";
"Save" = "Guardar";
"Scale preview" = "Escalar Vista Previa";
"Size" = "Tamaño";
"Width:" = "Anchura:";
"untitled" = "sin título";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
